
<template  >

  <v-app style="background-color:#212121">
    <v-layout>
      <v-flex xs12 sm12>

        <v-divider class="my-2"></v-divider>

        <center>
          <v-card style="background-color:#424242 " height="2300" width="1150">
            <v-card-title class="deep-orange">
              <v-icon dark size="42" class="mr-3">
                mdi-magnify
              </v-icon>
              <h2 class="headline --text font-weight-right" style="color:#FFFFFF">อีสเตอร์เอ้กใน X-Men : Dark Phoenix</h2>
            </v-card-title>
            <v-container>
              <v-layout>
                <v-container fluid>
                  <v-layout justify-space-around>
                    <v-flex xs12>
                      <v-layout column>

                        <center>
                            <v-img src="https://lh3.googleusercontent.com/xdMb03j58W2OSdc1kNVUfovachfiYEZVAwTjda9FoeWNzTdEJIoeZgDR0r6Ln5hj87k8H-sXgzflBALN1CC_=w750"	 height="430" width="350"></v-img>                  
                        </center>
                        <br> <br>
                        <div class="subheading" style="color:#ffffff"> &nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp; &nbsp; เข้าฉายไปเรียบร้อยแล้วกับ ภาคสุดท้ายของตำนาน X-men ภายใต้การสร้างของค่าย Fox แล้วจากนี้ก็จะเป็นการรีบู๊ตใหม่ภายใต้การดูแลของ มาร์เวล เองที่จะเชื่อมโยงเหล่ามนุษย์กลายพันธุ์ให้เชื่อมโยงเข้ากับจักรวาลมาร์เวล X-men เป็นแฟรนไชส์หนังที่สร้างต่อเนื่องกันมาแล้วถึง 12 เรื่อง (นับรวม Deadpool 2 ภาคด้วย) ภายในระยะเวลา 19 ปี กับทีมนักแสดง 2 ชุด เมื่อมาถึง Dark Phoenix ที่เป็นภาคปิดท้ายเลยมีเกร็ดเล็กเกร็ดน้อยมากมายในหนังที่หยิบมาใส่เป็นอีสเตอร์เอ้กได้มากมาย
                          <p class="text-sm-left" style="color:#ffffff"> ทั้งที่อ้างถึงหนังภาคก่อนและเรื่องราวจากหนังสือการ์ตูน และนี่คือส่วนหนึ่งที่เราสังเกตเห็น </p>
                        </div>
                      </v-layout>
                    </v-flex>
                  </v-layout>
                </v-container>
              </v-layout>

              <div class="subheading"> &nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp; &nbsp;
                <p class="text-sm-left" style="color:#ffffff"> 1. ตัว X เรืองแสงในโลโก้ Fox ตอนเปิดเรื่อง เมื่อโลโก้ the 20th Century Fox ที่ทุกคนคุ้นตากันดีโผล่ขึ้นมา เราจะเห็นตัว X ในโลโก้เรืองแสง เพื่อสื่อถึงหนัง X-men ไอเดียนี้ถูกใช้มาแล้วในหนัง X-men ภาคแรกของไบรอัน ซิงเกอร์ ปี 2000 และใน Dark Phoenix ไอเดียนี้ถูกนำมาใช้อีกครั้ง เพื่อเป็นการปิดฉากตำนาน X-men แล้วยังเปลี่ยนตัว X ให้เป็นสีแดงอีกด้วย เพื่อสื่อถึงสีของนกฟีนิกซ์ </p>
              </div>

              <div class="subheading"> &nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp; &nbsp;
                <p class="text-sm-left" style="color:#ffffff"> 2. เปิดเรื่องด้วยเสียงบรรยาย อีกจุดหนึ่งที่จงใจทำให้ละม้ายกับ X-men (2000)เพื่อเป็นการสดุดีให้กับภาคกำเนิดตำนาน X-men ก็คือการเปิดฉาด้วยเสียงบรรยาย ในภาคแรกนั้น มีการเปิดเรื่องด้วยเสียงบรรยายของ ศาสตราจารย์ชาร์ล เซเวีย บทของแพททริค สจวร์ต พอมาถึง Dark Phoenix หนังก็เปิดเรื่องด้วยเสียงบรรยายเช่นกัน แต่เป็นเสียงของ จีน เกรย์ </p>
              </div>

              <div class="subheading"> &nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp; &nbsp;
                <p class="text-sm-left" style="color:#ffffff"> 3. 1992 ปีที่รุ่งโรจน์ของเหล่า X-men Dark Phoneix กำหนดเรื่องราวให้เกิดขึ้นในปี 1992 ซึ่งเป็นปีที่การ์ตูน X-men ประสบความสำเร็จที่สุดทั้งในด้านความนิยมและยอดขาย เป็นผลมาจากความสำเร็จของ X-Men #1 หนังสือการ์ตูนผลงานเขียนของ คริส แคลร์มอนต์ และ จิม ลี ที่ขายได้มากกว่าหนึ่งล้านเล่ม และทำให้เกิด การ์ตูนทีวี X-Men ฉายทางช่อง Fox Kids ในเดือนตุลาคม 1992 </p>
              </div>

              <div class="subheading"> &nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp; &nbsp;
                <p class="text-sm-left" style="color:#ffffff"> 4. Dazzler! ดาวเด่นสุดในงานปาร์ตี้ของโรงเรียน X-men ก็คือนักร้องสาวที่ร้องเพลงอยู่บนเวที เธอคือ แดซเซลอร์ มนุษย์กลายพันธุ์ที่สามารถแปลงเสียงร้องให้กลายเป็นแสงระยิบระยับได้ , เรื่องการปรากฏตัวของแดซเซลอร์นั้นลือกันมาตั้งแต่ภาค X-Men: Apocalypse แล้วว่า เทย์เลอร์ สวิฟต์ จะโผล่มาเป็นแดซเซลอร์ แต่แล้วเธอก็มาปรากฏในภาคนี้แทน แล้วรับบทโดย ฮอลสตัน เซจ ดาราวัยรุ่นที่ยังไม่เป็นที่รู้จักนัก </p>
              </div>

              <div class="subheading"> &nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp; &nbsp;
                <p class="text-sm-left" style="color:#ffffff"> 5. นักเรียน 2 คนสุดท้ายจากห้อง First Class ในฉากที่เรเวน โน้มน้าวให้ แฮงค์ หนีไปกับเธอ แต่แฮงค์ก็ปฏิเสธด้วยเหตุผลว่า "เราคือกลุ่มสุดท้ายของเฟิสต์คลาสแล้วนะ" คำนี้อ้างอิงถึงหนัง X-Men: First Class ชาร์ล เซเวียร์ และ เอริก เลห์นเชอร์ เปิดโรงเรียนสำหรับเด็กพิเศษด้วยกัน แล้วในบรรดาเด็กนักเรียนกลุ่มแรกก็คือเหล่า First Class ที่ต่างล้มหายตายจากกันไปหมดแล้วในระหว่างภาคที่ผ่าน ๆ มา , ฮาวอค ถูกฆ่าตาย X-Men: Apocalypse ส่วน บานชี และ แองเจิล ก็ได้รับการเอ่ยถึงว่าโดนนักวิทยาศาสตร์ โบลิวาร์ แทรสค์ ฆ่าตาย </p>
              </div>

              <div class="subheading"> &nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp; &nbsp;
                <p class="text-sm-left" style="color:#ffffff"> 6. เดอะ ดี'บารี ตัวร้ายในภาคนี้มีนามว่า "วุค" เธอคือเอเลียนเผ่าพันธุ์ ดี'บารี รับบทโดยนักแสดงมากฝีมือ เจสซิกา แชสเทน , ชาว ดี'บารี มีบทบาทอย่างมากในการ์ตูน “Dark Phoenix Saga” และถูกกำจัดไปหมดสิ้นแล้วในเวอร์ชั่นการ์ตูน เมื่อฟีนิกซ์ได้ดูดซับพลังงานจากดวงอาทิตย์มาไว้ในร่างกาย หลังจากที่เธอพลาดท่าไปทำลายดวงอาทิตย์โดยไม่ตั้งใจและพลังของเธอบังเอิญไปทำลายดวงดาวบ้านเกิดของชาว ดี'บารี อีกด้วย , ในหนังภาคนี้ วุค ก็เล่าที่มาของเธอว่า รังสีสุริยะที่จีน เกรย์ รับเข้าร่างมานั้นก็ได้ทำลายดวงดาวของเธอก่อนจะลอยมาพบกับกับจีน เกรย์ ซึ่งเรื่องราวก็ใกล้เคียงกับเหตุการณ์ในเวอร์ชั่นการ์ตูน </p>
              </div>

              <div class="subheading"> &nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp; &nbsp;
                <p class="text-sm-left" style="color:#ffffff"> 7. วุค วุค เป็นชาว ดี'บารี รายแรกที่ปรากฏตัวออกมาในหนังสือการ์ตูน , เธอปรากฏตัวครั้งแรกในหนังสือ The Avengers #4 (1964) เป็นฉบับเดียวกับที่แนะนำตัว กัปตันอเมริกา ได้กลับมาปรากฏตัวหลังโดนแขวนอยู่เป็นปี ในเหตุการณ์นี้ วุค ได้ใช้พลังพิเศษแปลงเหล่าอเวนเจอร์ให้กลายเป็นหุ่นปั้น ตามคำสั่งของเนเมอร์ </p>
              </div>

              <div class="subheading"> &nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp; &nbsp;
                <p class="text-sm-left" style="color:#ffffff"> 8. เมื่อชาร์ล เซเวียร์ แรกพบ เรเว็น ในฉากที่ชาร์ล เซเวียร์ ได้คุยกับ แฮงค์ รำลึกถึงวันที่เขาได้พบกับเรเว็นในห้องครัวนี้ ตอนนั้นเรเว็นยังเป็นมนุษย์กลายพันธุ์สาวน้อยตัวสีน้ำเงินแล้วเธอก็บุกเข้ามาในห้องครัวนี้เพื่อหาอาหาร ซึ่งเหตุการณ์นี้เราได้เห็นกันไปแล้วใน X-Men: First Class </p>
              </div>

              <div class="subheading"> &nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp; &nbsp;
                <p class="text-sm-left" style="color:#ffffff"> 9. จีโนชา ในหนังนั้นเราได้เห็น แมกนีโต อยู่บนเกาะที่ห่างไกล ที่เกาะนี้เขาคือผู้ปกครองเหล่ามนุษย์กลายพันธุ์ที่ใช้ชีวิตร่วมกันอย่างสงบสุข แม้ไม่มีการเรียกชื่อเกาะนี้อย่างเป็นทางการ แต่แฟนๆ การ์ตูน X-men ต่างก็รู้ดีว่านี่คือ "จีโนชา" เกาะสวรรค์ของเหล่ามนุษย์กลายพันธุ์ที่มีบทบาทอย่างมากในเวอร์ชั่นหนังสือการ์ตูน </p>
              </div>

              <div class="subheading"> &nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp; &nbsp;
                <p class="text-sm-left" style="color:#ffffff"> 10. แม็กนีโตรำลึกความหลัง ในฉากที่แม็กนีโตเปิดหีบเก็บของแล้วหยิบหมวกที่เป็นเอกลักษณ์ของเขามาใส่ ถ้าสังเกตในกล่องเก็บของนั้น ภายใต้จะมีหนังสือพิมพ์เก่าพับไว้ เป็นฉบับที่ลงข่าวตอนที่แม็กนีโตโจมตีเมืองวอชิงตัน ดี.ซี.ในภาค Days of Future Past ทำให้เราเห็นได้ว่าแม้แต่มนุษย์กลายพันธุ์จอมโหดก็ยังเก็บข่าวของตัวเองไว้รำลึกความหลัง </p>
              </div>

              <div class="subheading"> &nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp; &nbsp;
                <p class="text-sm-left" style="color:#ffffff"> 11. ซีลีน ราชินีดำ ในภาคนี้เราได้เห็นว่าแม็กนีโต มีลูกน้องหน้าใหม่ หนึ่งในนั้นคือมนุษย์กลายพันธุ์ที่ชื่อ ซีลีน เธอมีพลังโทรจิตรุนแรง เธอได้มีโอกาสโชว์ความสามารถของเธอในฉากต่อสู้บนเกาะของแม็กนีโต และฉากใหญ่ท้ายเรื่อง , ในเวอร์ชั่นหนังสือการ์ตูนนั้น ซีลีน มีฉายาว่า ราชินีดำ เธอเป็นสมาชิกคนสำคัญของ เฮลไฟร์คลับ เป็นกลุ่มลับของเหล่ามนุษย์กลายพันธุ์ที่คอยสนับสนุนจีน เกรย์ แต่ในภาคนี้ไม่มีการพูดถึง เฮลไฟร์คลับ คงไว้แต่เพียงบทของ ซีลีน เท่านั้น </p>
              </div>

              <div class="subheading"> &nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp; &nbsp;
                <p class="text-sm-left" style="color:#ffffff"> 12. โรงเรียนจีน เกรย์ เมื่อจีน เกรย์ ใช้พลังสูงสุดของฟินิกซ์เพื่อทำลายวุค ทำให้เธอต้องสละชีวิตตัวเองและจบสิ้นสถานะฟินิกซ์ของเธอ โรงเรียนเพื่อผู้มีพลังพิเศษได้เปลี่ยนชื่อเป็น โรงเรียน จีน เกรย์ เพื่อเป็นเกียรติให้กับการเสียสละของเธอ เหตุการณ์นี้ตรงกับเนื้อหาในหนังสือการ์ตูน ที่วูล์ฟเวอรีน เป็นคนแขวนป้ายชื่อโรงเรียน จีน เกรย์ </p>
              </div>

              <div class="subheading"> &nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp; &nbsp;
                <p class="text-sm-left" style="color:#ffffff"> 13. ปลอกคอควบคุมพลังมนุษย์กลายพันธุ์ เมื่อรัฐบาลส่งกองกำลังมาจับกุมเหล่ามนุษย์กลายพันธุ์ พวกเขาจะใส่ปลอกคอควบคุมพลังกับมนุษย์กลายพันธุ์เพื่อไม่ให้พวกที่ถูกจับกุมขัดขืนและใช้พลังพิเศษได้ เราได้เห็นปลอกคอควบคุมพลังนี้ในหนัง X-men ก่อนหน้านี้ และใน Deadpool2 แต่ที่ผ่านๆ มานั้น ปลอกคอควบคุมพลังมีความแข็งแรงทนทานมาก มนุษย์กลายพันธุ์ไม่สามารถที่จะปลดออกเองได้ แต่ใน Dark Phoenix เราเห็นเหล่ามนุษย์กลายพันธุ์ถอดกันได้เองหน้าตาเฉย </p>
              </div>

              <div class="subheading"> &nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp; &nbsp;
                <p class="text-sm-left" style="color:#ffffff"> 14. หมากรุกเกมสุดท้าย ใน Dark Phoenix ปิดฉากด้วยภาพ เอริก เลห์นเชอร์ ชวน ชาร์ล เซเวียร์ เล่นหมากรุกด้วยกัน เพื่อรำลึกถึงวันเก่าๆ ฉากนี้ก็ใส่เข้ามาเพื่อสดุดีถึง X-Men (2000) ซึ่งในฉากจบของภาคแรกนั้น ทั้งคู่ก็เล่นหมากรุกด้วยกันในคุกที่ควบคุมตัว เอริก เลห์นเชอร์ </p>
              </div>

              <div class="subheading"> &nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp; &nbsp;
                <p class="text-sm-left" style="color:#ffffff"> 15. การปรากฎตัวครั้งสุดท้ายของฟินิกซ์ ต่อเนื่องจากฉากเล่นหมากรุกระหว่างเอริก กับ ชาร์ล กล้องก็แพนภาพขึ้นไปบนท้องฟ้า ซึ่งเราได้เห็นภาพนกฟินิกซ์ที่ลุกเป็นไฟบินอยู่บนท้องฟ้า ภาพนี้เหมือนกับฉากจบใน X2 (2003) ในภาคนั้น จีน เกรย์ ที่รับบทโดย แฟมเก้ แจนเซน ก็เสียชีวิตเช่นกันแล้วกลายร่างเป็นนกฟินิกซ์ </p>
              </div>

            </v-container>
          </v-card>
        </center>
        <v-card-actions class="grey darken-2 justify-center" style="color:#ffffff">
          &copy;2019 —
          <strong style="color:#ffffff">MFive</strong>
        </v-card-actions>

      </v-flex>

    </v-layout>
  </v-app>
</template>
<script>
export default {
  methods: {
    checkuser (user) {
      // if (true) {
      if (user == null) {
        window.location.href = '/'
      }
    }
  },
  created () {
    this.checkuser(this.$cookies.get('user'))
  }
}
</script>
